{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<|endoftext|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<|im_start|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<|im_end|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": null,
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<|endoftext|>": 0,
      "<|im_start|>": 1,
      "<|im_end|>": 2,
      "!": 3,
      "\"": 4,
      "#": 5,
      "$": 6,
      "%": 7,
      "&": 8,
      "'": 9,
      "(": 10,
      ")": 11,
      "*": 12,
      "+": 13,
      ",": 14,
      "-": 15,
      ".": 16,
      "/": 17,
      "0": 18,
      "1": 19,
      "2": 20,
      "3": 21,
      "4": 22,
      "5": 23,
      "6": 24,
      "7": 25,
      "8": 26,
      "9": 27,
      ":": 28,
      ";": 29,
      "<": 30,
      "=": 31,
      ">": 32,
      "?": 33,
      "@": 34,
      "A": 35,
      "B": 36,
      "C": 37,
      "D": 38,
      "E": 39,
      "F": 40,
      "G": 41,
      "H": 42,
      "I": 43,
      "J": 44,
      "K": 45,
      "L": 46,
      "M": 47,
      "N": 48,
      "O": 49,
      "P": 50,
      "Q": 51,
      "R": 52,
      "S": 53,
      "T": 54,
      "U": 55,
      "V": 56,
      "W": 57,
      "X": 58,
      "Y": 59,
      "Z": 60,
      "[": 61,
      "\\": 62,
      "]": 63,
      "^": 64,
      "_": 65,
      "`": 66,
      "a": 67,
      "b": 68,
      "c": 69,
      "d": 70,
      "e": 71,
      "f": 72,
      "g": 73,
      "h": 74,
      "i": 75,
      "j": 76,
      "k": 77,
      "l": 78,
      "m": 79,
      "n": 80,
      "o": 81,
      "p": 82,
      "q": 83,
      "r": 84,
      "s": 85,
      "t": 86,
      "u": 87,
      "v": 88,
      "w": 89,
      "x": 90,
      "y": 91,
      "z": 92,
      "{": 93,
      "|": 94,
      "}": 95,
      "~": 96,
      "¡": 97,
      "¢": 98,
      "£": 99,
      "¤": 100,
      "¥": 101,
      "¦": 102,
      "§": 103,
      "¨": 104,
      "©": 105,
      "ª": 106,
      "«": 107,
      "¬": 108,
      "®": 109,
      "¯": 110,
      "°": 111,
      "±": 112,
      "²": 113,
      "³": 114,
      "´": 115,
      "µ": 116,
      "¶": 117,
      "·": 118,
      "¸": 119,
      "¹": 120,
      "º": 121,
      "»": 122,
      "¼": 123,
      "½": 124,
      "¾": 125,
      "¿": 126,
      "À": 127,
      "Á": 128,
      "Â": 129,
      "Ã": 130,
      "Ä": 131,
      "Å": 132,
      "Æ": 133,
      "Ç": 134,
      "È": 135,
      "É": 136,
      "Ê": 137,
      "Ë": 138,
      "Ì": 139,
      "Í": 140,
      "Î": 141,
      "Ï": 142,
      "Ð": 143,
      "Ñ": 144,
      "Ò": 145,
      "Ó": 146,
      "Ô": 147,
      "Õ": 148,
      "Ö": 149,
      "×": 150,
      "Ø": 151,
      "Ù": 152,
      "Ú": 153,
      "Û": 154,
      "Ü": 155,
      "Ý": 156,
      "Þ": 157,
      "ß": 158,
      "à": 159,
      "á": 160,
      "â": 161,
      "ã": 162,
      "ä": 163,
      "å": 164,
      "æ": 165,
      "ç": 166,
      "è": 167,
      "é": 168,
      "ê": 169,
      "ë": 170,
      "ì": 171,
      "í": 172,
      "î": 173,
      "ï": 174,
      "ð": 175,
      "ñ": 176,
      "ò": 177,
      "ó": 178,
      "ô": 179,
      "õ": 180,
      "ö": 181,
      "÷": 182,
      "ø": 183,
      "ù": 184,
      "ú": 185,
      "û": 186,
      "ü": 187,
      "ý": 188,
      "þ": 189,
      "ÿ": 190,
      "Ā": 191,
      "ā": 192,
      "Ă": 193,
      "ă": 194,
      "Ą": 195,
      "ą": 196,
      "Ć": 197,
      "ć": 198,
      "Ĉ": 199,
      "ĉ": 200,
      "Ċ": 201,
      "ċ": 202,
      "Č": 203,
      "č": 204,
      "Ď": 205,
      "ď": 206,
      "Đ": 207,
      "đ": 208,
      "Ē": 209,
      "ē": 210,
      "Ĕ": 211,
      "ĕ": 212,
      "Ė": 213,
      "ė": 214,
      "Ę": 215,
      "ę": 216,
      "Ě": 217,
      "ě": 218,
      "Ĝ": 219,
      "ĝ": 220,
      "Ğ": 221,
      "ğ": 222,
      "Ġ": 223,
      "ġ": 224,
      "Ģ": 225,
      "ģ": 226,
      "Ĥ": 227,
      "ĥ": 228,
      "Ħ": 229,
      "ħ": 230,
      "Ĩ": 231,
      "ĩ": 232,
      "Ī": 233,
      "ī": 234,
      "Ĭ": 235,
      "ĭ": 236,
      "Į": 237,
      "į": 238,
      "İ": 239,
      "ı": 240,
      "Ĳ": 241,
      "ĳ": 242,
      "Ĵ": 243,
      "ĵ": 244,
      "Ķ": 245,
      "ķ": 246,
      "ĸ": 247,
      "Ĺ": 248,
      "ĺ": 249,
      "Ļ": 250,
      "ļ": 251,
      "Ľ": 252,
      "ľ": 253,
      "Ŀ": 254,
      "ŀ": 255,
      "Ł": 256,
      "ł": 257,
      "Ń": 258,
      "ä¸": 259,
      "ï¼": 260,
      "ãĢ": 261,
      "<|": 262,
      "im": 263,
      "|>": 264,
      "ãĢĤ": 265,
      "ï¼Į": 266,
      "çļ": 267,
      "çļĦ": 268,
      "è¯": 269,
      "ä»": 270,
      "åı": 271,
      "äº": 272,
      "ar": 273,
      "nd": 274,
      "end": 275,
      "st": 276,
      "art": 277,
      "start": 278,
      "æĪ": 279,
      "æľ": 280,
      "Ġ<|": 281,
      "æĸ": 282,
      "ï¼ļ": 283,
      "è¿": 284,
      "ãĢĤ<|": 285,
      "å¤": 286,
      "åħ": 287,
      "ä¸Ģ": 288,
      "æĺ": 289,
      "ä¹": 290,
      "å®": 291,
      "ä½": 292,
      "æĸĩ": 293,
      "åĲ": 294,
      "åŃ": 295,
      "åĪ": 296,
      "çĶ": 297,
      "ç»": 298,
      "æĪĳ": 299,
      "åľ": 300,
      "ä¸ª": 301,
      "æĺ¯": 302,
      "å°": 303,
      "åı¥": 304,
      "æĪĲ": 305,
      "åį": 306,
      "åĽ": 307,
      "åŃĲ": 308,
      "åĬ": 309,
      "ä¸ĭ": 310,
      "æĹ": 311,
      "å¸": 312,
      "è¿Ļ": 313,
      "åľ¨": 314,
      "ä»¥": 315,
      "å¥": 316,
      "åĨ": 317,
      "éĹ": 318,
      "ä¸º": 319,
      "æľī": 320,
      "æŀ": 321,
      "å¾": 322,
      "æŃ": 323,
      "ä¸Ń": 324,
      "é¢": 325,
      "è®": 326,
      "è¡": 327,
      "æľ¬": 328,
      "å¹": 329,
      "ç§": 330,
      "ï¼Ł": 331,
      "ä¸Ģä¸ª": 332,
      "ä¸į": 333,
      "äºĨ": 334,
      "åĩ": 335,
      "å¤©": 336,
      "åı¥åŃĲ": 337,
      "æł": 338,
      "åĴ": 339,
      "æĿ": 340,
      "æ°": 341,
      "å¯": 342,
      "äºº": 343,
      "æĥ": 344,
      "ä¼": 345,
      "ãĢģ": 346,
      "âĢ": 347,
      "çİ": 348,
      "æī": 349,
      "åĴĮ": 350,
      "çŃ": 351,
      "éĶ": 352,
      "å½": 353,
      "éĩ": 354,
      "æĸĩæľ¬": 355,
      "éĢ": 356,
      "ç»Ļ": 357,
      "ĥ½": 358,
      "æĦ": 359,
      "é¢ĺ": 360,
      "åº": 361,
      "å·": 362,
      "éĿ": 363,
      "ä¸Ĭ": 364,
      "çĶŁ": 365,
      "åİ": 366,
      "æı": 367,
      "ç¿": 368,
      "è¯·": 369,
      "è¾": 370,
      "è¯į": 371,
      "å¥½": 372,
      "çº": 373,
      "ä½ł": 374,
      "æķ": 375,
      "æĢ": 376,
      "åĳ": 377,
      "»è¯": 378,
      "æĬ": 379,
      "éĹ®": 380,
      "å¼": 381,
      "éĶĻ": 382,
      "æĶ": 383,
      "ç¿»è¯": 384,
      "ç¿»è¯ĳ": 385,
      "ä¹Ī": 386,
      "¦ģ": 387,
      "ä»ĸ": 388,
      "å®ļ": 389,
      "æĽ": 390,
      "çĽ": 391,
      "è¦ģ": 392,
      "èĢ": 393,
      "åĩº": 394,
      "çī": 395,
      "å°Ĩ": 396,
      "åĮ": 397,
      "çŃĶ": 398,
      "å¯¹": 399,
      "ä¾": 400,
      "è§": 401,
      "å¿": 402,
      "æĥħ": 403,
      "ç¿»è¯ĳæĪĲ": 404,
      "æį": 405,
      "åĵ": 406,
      "æŀģ": 407,
      "åħ¶": 408,
      "èĥ½": 409,
      "æ³": 410,
      "å¤§": 411,
      "åı¯": 412,
      "èģ": 413,
      "è¡Į": 414,
      "è¯Ŀ": 415,
      "æĤ": 416,
      "èµ": 417,
      "æ°Ķ": 418,
      "è°": 419,
      "æ²": 420,
      "èĩ": 421,
      "äºİ": 422,
      "æıĲ": 423,
      "æ¡": 424,
      "æ¬": 425,
      "æŃ£": 426,
      "è¯Ń": 427,
      "¨Ģ": 428,
      "ç«": 429,
      "è¨Ģ": 430,
      "æµ": 431,
      "æĻ": 432,
      "å¦": 433,
      "åĪ°": 434,
      "è´": 435,
      "çĶ¨": 436,
      "æĦŁ": 437,
      "çİ°": 438,
      "å±": 439,
      "Ģä¹Ī": 440,
      "ä»Ģä¹Ī": 441,
      "ä»£": 442,
      "ä»¥ä¸ĭ": 443,
      "åĸ": 444,
      "å¾Ī": 445,
      "æĿ¥": 446,
      "é£": 447,
      "ä¿": 448,
      "æ±": 449,
      "çĶŁæĪĲ": 450,
      "ä¹ĭ": 451,
      "çľ": 452,
      "âĢľ": 453,
      "éĻ": 454,
      "ä¼ļ": 455,
      "æĭ": 456,
      "æĹ¶": 457,
      "éĿ¢": 458,
      "æį®": 459,
      "åĽ½": 460,
      "âĢĿ": 461,
      "èģĶ": 462,
      "çŁ": 463,
      "ä»¬": 464,
      "æ¡Ī": 465,
      "åĪĨ": 466,
      "æĤ¨": 467,
      "éģ": 468,
      "æĸ°": 469,
      "åħ³": 470,
      "æİ": 471,
      "åĨĻ": 472,
      "ç»Ļå®ļ": 473,
      "æ¯": 474,
      "å¦Ĥ": 475,
      "è¿Ľ": 476,
      "çŃĶæ¡Ī": 477,
      "åľ°": 478,
      "æľĢ": 479,
      "éĹ®é¢ĺ": 480,
      "ä½¿": 481,
      "éľ": 482,
      "è½": 483,
      "åı¥è¯Ŀ": 484,
      "æ¸": 485,
      "æĽ´": 486,
      "ç®": 487,
      "æĺİ": 488,
      "ç§¯": 489,
      "ç±": 490,
      "å¹´": 491,
      "è¡¨": 492,
      "åĲį": 493,
      "åĬ¨": 494,
      "æ´": 495,
      "è¯´": 496,
      "åİ»": 497,
      "æł¹": 498,
      "çĲ": 499,
      "é¦": 500,
      "çĶµ": 501,
      "éĺ": 502,
      "é¡": 503,
      "ç§¯æŀģ": 504,
      "æĮ": 505,
      "æĶ¹": 506,
      "ä¾Ľ": 507,
      "åŃ¦": 508,
      "åĸľ": 509,
      "æ³ķ": 510,
      "æł¹æį®": 511,
      "åı¯ä»¥": 512,
      "æ¬¢": 513,
      "çī©": 514,
      "çĦ": 515,
      "æ¶": 516,
      "æıĲä¾Ľ": 517,
      "ç¾": 518,
      "åħ¬": 519,
      "ä¹ī": 520,
      "åŁ": 521,
      "éĤ": 522,
      "ä¸»": 523,
      "å®¶": 524,
      "æīĢ": 525,
      "è¿Ļä¸ª": 526,
      "åįķ": 527,
      "å°ı": 528,
      "åĲİ": 529,
      "å¸®": 530,
      "çºł": 531,
      "éľĢ": 532,
      "æŀľ": 533,
      "å½±": 534,
      "ä¸ī": 535,
      "åģ": 536,
      "åĲĮ": 537,
      "éĥ": 538,
      "çĤ": 539,
      "èĩª": 540,
      "å¸¸": 541,
      "èī": 542,
      "æĸĩè¨Ģ": 543,
      "æĸĩè¨Ģæĸĩ": 544,
      "ä¸ŃçļĦ": 545,
      "ç±»": 546,
      "å¹¶": 547,
      "é«": 548,
      "å¤ļ": 549,
      "èĬ": 550,
      "åĬł": 551,
      "é«ĺ": 552,
      "åĸľæ¬¢": 553,
      "éĽ": 554,
      "è¯¯": 555,
      "è¿°": 556,
      "æķ°": 557,
      "å¤©æ°Ķ": 558,
      "æģ": 559,
      "åĽł": 560,
      "åĽŀ": 561,
      "åī": 562,
      "çºłéĶĻ": 563,
      "éľĢè¦ģ": 564,
      "å½ĵ": 565,
      "ç«ł": 566,
      "çĦ¶": 567,
      "æĹ¥": 568,
      "éĶĻè¯¯": 569,
      "è¿Ľè¡Į": 570,
      "éĩĮ": 571,
      "çĽ¸": 572,
      "è¯¥": 573,
      "è¿Ļåı¥è¯Ŀ": 574,
      "è¾¾": 575,
      "åįģ": 576,
      "åıĳ": 577,
      "éĩį": 578,
      "çĪ": 579,
      "æ²¡": 580,
      "æľĪ": 581,
      "è®º": 582,
      "æłĩ": 583,
      "ä½ľ": 584,
      "å¥½çļĦ": 585,
      "åŃĹ": 586,
      "ç¿»è¯ĳæĪĲæĸĩè¨Ģæĸĩ": 587,
      "çİ°ä»£": 588,
      "ç¾İ": 589,
      "æĥħæĦŁ": 590,
      "åħ¥": 591,
      "æĸĩç«ł": 592,
      "æĪĸ": 593,
      "å¾Ĺ": 594,
      "éĢī": 595,
      "çĻ": 596,
      "çľĭ": 597,
      "è¯Ħ": 598,
      "è¿ĺ": 599,
      "æĹł": 600,
      "ç¿»è¯ĳæĪĲçİ°ä»£": 601,
      "ç¿»è¯ĳæĪĲçİ°ä»£æĸĩ": 602,
      "æ®": 603,
      "ç½": 604,
      "è¢": 605,
      "è¶": 606,
      "ä¹¦": 607,
      "äºĭ": 608,
      "æ¶Ī": 609,
      "çķ": 610,
      "éķ": 611,
      "çļĦåı¥åŃĲ": 612,
      "å®ĥ": 613,
      "è·": 614,
      "éļ": 615,
      "ï¼ģ": 616,
      "çĶŁæĪĲä¸Ģä¸ª": 617,
      "éĿŀ": 618,
      "å¿ĥ": 619,
      "ç¼": 620,
      "åįķè¯į": 621,
      "å»": 622,
      "éĥ½": 623,
      "ä½ĵ": 624,
      "çĶµå½±": 625,
      "ç¬": 626,
      "æĦı": 627,
      "è¿ĩ": 628,
      "èī²": 629,
      "å¤ª": 630,
      "è°¢": 631,
      "åĳĬ": 632,
      "ç©": 633,
      "éĹ´": 634,
      "ï¼Ł<|": 635,
      "æ°´": 636,
      "æĥ³": 637,
      "é¡¹": 638,
      "èĲ": 639
    },
    "merges": [
      [
        "ä",
        "¸"
      ],
      [
        "ï",
        "¼"
      ],
      [
        "ã",
        "Ģ"
      ],
      [
        "<",
        "|"
      ],
      [
        "i",
        "m"
      ],
      [
        "|",
        ">"
      ],
      [
        "ãĢ",
        "Ĥ"
      ],
      [
        "ï¼",
        "Į"
      ],
      [
        "ç",
        "ļ"
      ],
      [
        "çļ",
        "Ħ"
      ],
      [
        "è",
        "¯"
      ],
      [
        "ä",
        "»"
      ],
      [
        "å",
        "ı"
      ],
      [
        "ä",
        "º"
      ],
      [
        "a",
        "r"
      ],
      [
        "n",
        "d"
      ],
      [
        "e",
        "nd"
      ],
      [
        "s",
        "t"
      ],
      [
        "ar",
        "t"
      ],
      [
        "st",
        "art"
      ],
      [
        "æ",
        "Ī"
      ],
      [
        "æ",
        "ľ"
      ],
      [
        "Ġ",
        "<|"
      ],
      [
        "æ",
        "ĸ"
      ],
      [
        "ï¼",
        "ļ"
      ],
      [
        "è",
        "¿"
      ],
      [
        "ãĢĤ",
        "<|"
      ],
      [
        "å",
        "¤"
      ],
      [
        "å",
        "ħ"
      ],
      [
        "ä¸",
        "Ģ"
      ],
      [
        "æ",
        "ĺ"
      ],
      [
        "ä",
        "¹"
      ],
      [
        "å",
        "®"
      ],
      [
        "ä",
        "½"
      ],
      [
        "æĸ",
        "ĩ"
      ],
      [
        "å",
        "Ĳ"
      ],
      [
        "å",
        "Ń"
      ],
      [
        "å",
        "Ī"
      ],
      [
        "ç",
        "Ķ"
      ],
      [
        "ç",
        "»"
      ],
      [
        "æĪ",
        "ĳ"
      ],
      [
        "å",
        "ľ"
      ],
      [
        "ä¸",
        "ª"
      ],
      [
        "æĺ",
        "¯"
      ],
      [
        "å",
        "°"
      ],
      [
        "åı",
        "¥"
      ],
      [
        "æĪ",
        "Ĳ"
      ],
      [
        "å",
        "į"
      ],
      [
        "å",
        "Ľ"
      ],
      [
        "åŃ",
        "Ĳ"
      ],
      [
        "å",
        "Ĭ"
      ],
      [
        "ä¸",
        "ĭ"
      ],
      [
        "æ",
        "Ĺ"
      ],
      [
        "å",
        "¸"
      ],
      [
        "è¿",
        "Ļ"
      ],
      [
        "åľ",
        "¨"
      ],
      [
        "ä»",
        "¥"
      ],
      [
        "å",
        "¥"
      ],
      [
        "å",
        "Ĩ"
      ],
      [
        "é",
        "Ĺ"
      ],
      [
        "ä¸",
        "º"
      ],
      [
        "æľ",
        "ī"
      ],
      [
        "æ",
        "ŀ"
      ],
      [
        "å",
        "¾"
      ],
      [
        "æ",
        "Ń"
      ],
      [
        "ä¸",
        "Ń"
      ],
      [
        "é",
        "¢"
      ],
      [
        "è",
        "®"
      ],
      [
        "è",
        "¡"
      ],
      [
        "æľ",
        "¬"
      ],
      [
        "å",
        "¹"
      ],
      [
        "ç",
        "§"
      ],
      [
        "ï¼",
        "Ł"
      ],
      [
        "ä¸Ģ",
        "ä¸ª"
      ],
      [
        "ä¸",
        "į"
      ],
      [
        "äº",
        "Ĩ"
      ],
      [
        "å",
        "ĩ"
      ],
      [
        "å¤",
        "©"
      ],
      [
        "åı¥",
        "åŃĲ"
      ],
      [
        "æ",
        "ł"
      ],
      [
        "å",
        "Ĵ"
      ],
      [
        "æ",
        "Ŀ"
      ],
      [
        "æ",
        "°"
      ],
      [
        "å",
        "¯"
      ],
      [
        "äº",
        "º"
      ],
      [
        "æ",
        "ĥ"
      ],
      [
        "ä",
        "¼"
      ],
      [
        "ãĢ",
        "ģ"
      ],
      [
        "â",
        "Ģ"
      ],
      [
        "ç",
        "İ"
      ],
      [
        "æ",
        "ī"
      ],
      [
        "åĴ",
        "Į"
      ],
      [
        "ç",
        "Ń"
      ],
      [
        "é",
        "Ķ"
      ],
      [
        "å",
        "½"
      ],
      [
        "é",
        "ĩ"
      ],
      [
        "æĸĩ",
        "æľ¬"
      ],
      [
        "é",
        "Ģ"
      ],
      [
        "ç»",
        "Ļ"
      ],
      [
        "ĥ",
        "½"
      ],
      [
        "æ",
        "Ħ"
      ],
      [
        "é¢",
        "ĺ"
      ],
      [
        "å",
        "º"
      ],
      [
        "å",
        "·"
      ],
      [
        "é",
        "Ŀ"
      ],
      [
        "ä¸",
        "Ĭ"
      ],
      [
        "çĶ",
        "Ł"
      ],
      [
        "å",
        "İ"
      ],
      [
        "æ",
        "ı"
      ],
      [
        "ç",
        "¿"
      ],
      [
        "è¯",
        "·"
      ],
      [
        "è",
        "¾"
      ],
      [
        "è¯",
        "į"
      ],
      [
        "å¥",
        "½"
      ],
      [
        "ç",
        "º"
      ],
      [
        "ä½",
        "ł"
      ],
      [
        "æ",
        "ķ"
      ],
      [
        "æ",
        "Ģ"
      ],
      [
        "å",
        "ĳ"
      ],
      [
        "»",
        "è¯"
      ],
      [
        "æ",
        "Ĭ"
      ],
      [
        "éĹ",
        "®"
      ],
      [
        "å",
        "¼"
      ],
      [
        "éĶ",
        "Ļ"
      ],
      [
        "æ",
        "Ķ"
      ],
      [
        "ç¿",
        "»è¯"
      ],
      [
        "ç¿»è¯",
        "ĳ"
      ],
      [
        "ä¹",
        "Ī"
      ],
      [
        "¦",
        "ģ"
      ],
      [
        "ä»",
        "ĸ"
      ],
      [
        "å®",
        "ļ"
      ],
      [
        "æ",
        "Ľ"
      ],
      [
        "ç",
        "Ľ"
      ],
      [
        "è",
        "¦ģ"
      ],
      [
        "è",
        "Ģ"
      ],
      [
        "åĩ",
        "º"
      ],
      [
        "ç",
        "ī"
      ],
      [
        "å°",
        "Ĩ"
      ],
      [
        "å",
        "Į"
      ],
      [
        "çŃ",
        "Ķ"
      ],
      [
        "å¯",
        "¹"
      ],
      [
        "ä",
        "¾"
      ],
      [
        "è",
        "§"
      ],
      [
        "å",
        "¿"
      ],
      [
        "æĥ",
        "ħ"
      ],
      [
        "ç¿»è¯ĳ",
        "æĪĲ"
      ],
      [
        "æ",
        "į"
      ],
      [
        "å",
        "ĵ"
      ],
      [
        "æŀ",
        "ģ"
      ],
      [
        "åħ",
        "¶"
      ],
      [
        "è",
        "ĥ½"
      ],
      [
        "æ",
        "³"
      ],
      [
        "å¤",
        "§"
      ],
      [
        "åı",
        "¯"
      ],
      [
        "è",
        "ģ"
      ],
      [
        "è¡",
        "Į"
      ],
      [
        "è¯",
        "Ŀ"
      ],
      [
        "æ",
        "Ĥ"
      ],
      [
        "è",
        "µ"
      ],
      [
        "æ°",
        "Ķ"
      ],
      [
        "è",
        "°"
      ],
      [
        "æ",
        "²"
      ],
      [
        "è",
        "ĩ"
      ],
      [
        "äº",
        "İ"
      ],
      [
        "æı",
        "Ĳ"
      ],
      [
        "æ",
        "¡"
      ],
      [
        "æ",
        "¬"
      ],
      [
        "æŃ",
        "£"
      ],
      [
        "è¯",
        "Ń"
      ],
      [
        "¨",
        "Ģ"
      ],
      [
        "ç",
        "«"
      ],
      [
        "è",
        "¨Ģ"
      ],
      [
        "æ",
        "µ"
      ],
      [
        "æ",
        "Ļ"
      ],
      [
        "å",
        "¦"
      ],
      [
        "åĪ",
        "°"
      ],
      [
        "è",
        "´"
      ],
      [
        "çĶ",
        "¨"
      ],
      [
        "æĦ",
        "Ł"
      ],
      [
        "çİ",
        "°"
      ],
      [
        "å",
        "±"
      ],
      [
        "Ģ",
        "ä¹Ī"
      ],
      [
        "ä»",
        "Ģä¹Ī"
      ],
      [
        "ä»",
        "£"
      ],
      [
        "ä»¥",
        "ä¸ĭ"
      ],
      [
        "å",
        "ĸ"
      ],
      [
        "å¾",
        "Ī"
      ],
      [
        "æĿ",
        "¥"
      ],
      [
        "é",
        "£"
      ],
      [
        "ä",
        "¿"
      ],
      [
        "æ",
        "±"
      ],
      [
        "çĶŁ",
        "æĪĲ"
      ],
      [
        "ä¹",
        "ĭ"
      ],
      [
        "ç",
        "ľ"
      ],
      [
        "âĢ",
        "ľ"
      ],
      [
        "é",
        "Ļ"
      ],
      [
        "ä¼",
        "ļ"
      ],
      [
        "æ",
        "ĭ"
      ],
      [
        "æĹ",
        "¶"
      ],
      [
        "éĿ",
        "¢"
      ],
      [
        "æį",
        "®"
      ],
      [
        "åĽ",
        "½"
      ],
      [
        "âĢ",
        "Ŀ"
      ],
      [
        "èģ",
        "Ķ"
      ],
      [
        "ç",
        "Ł"
      ],
      [
        "ä»",
        "¬"
      ],
      [
        "æ¡",
        "Ī"
      ],
      [
        "åĪ",
        "Ĩ"
      ],
      [
        "æĤ",
        "¨"
      ],
      [
        "é",
        "ģ"
      ],
      [
        "æĸ",
        "°"
      ],
      [
        "åħ",
        "³"
      ],
      [
        "æ",
        "İ"
      ],
      [
        "åĨ",
        "Ļ"
      ],
      [
        "ç»Ļ",
        "å®ļ"
      ],
      [
        "æ",
        "¯"
      ],
      [
        "å¦",
        "Ĥ"
      ],
      [
        "è¿",
        "Ľ"
      ],
      [
        "çŃĶ",
        "æ¡Ī"
      ],
      [
        "åľ",
        "°"
      ],
      [
        "æľ",
        "Ģ"
      ],
      [
        "éĹ®",
        "é¢ĺ"
      ],
      [
        "ä½",
        "¿"
      ],
      [
        "é",
        "ľ"
      ],
      [
        "è",
        "½"
      ],
      [
        "åı¥",
        "è¯Ŀ"
      ],
      [
        "æ",
        "¸"
      ],
      [
        "æĽ",
        "´"
      ],
      [
        "ç",
        "®"
      ],
      [
        "æĺ",
        "İ"
      ],
      [
        "ç§",
        "¯"
      ],
      [
        "ç",
        "±"
      ],
      [
        "å¹",
        "´"
      ],
      [
        "è¡",
        "¨"
      ],
      [
        "åĲ",
        "į"
      ],
      [
        "åĬ",
        "¨"
      ],
      [
        "æ",
        "´"
      ],
      [
        "è¯",
        "´"
      ],
      [
        "åİ",
        "»"
      ],
      [
        "æł",
        "¹"
      ],
      [
        "ç",
        "Ĳ"
      ],
      [
        "é",
        "¦"
      ],
      [
        "çĶ",
        "µ"
      ],
      [
        "é",
        "ĺ"
      ],
      [
        "é",
        "¡"
      ],
      [
        "ç§¯",
        "æŀģ"
      ],
      [
        "æ",
        "Į"
      ],
      [
        "æĶ",
        "¹"
      ],
      [
        "ä¾",
        "Ľ"
      ],
      [
        "åŃ",
        "¦"
      ],
      [
        "åĸ",
        "ľ"
      ],
      [
        "æ³",
        "ķ"
      ],
      [
        "æł¹",
        "æį®"
      ],
      [
        "åı¯",
        "ä»¥"
      ],
      [
        "æ¬",
        "¢"
      ],
      [
        "çī",
        "©"
      ],
      [
        "ç",
        "Ħ"
      ],
      [
        "æ",
        "¶"
      ],
      [
        "æıĲ",
        "ä¾Ľ"
      ],
      [
        "ç",
        "¾"
      ],
      [
        "åħ",
        "¬"
      ],
      [
        "ä¹",
        "ī"
      ],
      [
        "å",
        "Ł"
      ],
      [
        "é",
        "Ĥ"
      ],
      [
        "ä¸",
        "»"
      ],
      [
        "å®",
        "¶"
      ],
      [
        "æī",
        "Ģ"
      ],
      [
        "è¿Ļ",
        "ä¸ª"
      ],
      [
        "åį",
        "ķ"
      ],
      [
        "å°",
        "ı"
      ],
      [
        "åĲ",
        "İ"
      ],
      [
        "å¸",
        "®"
      ],
      [
        "çº",
        "ł"
      ],
      [
        "éľ",
        "Ģ"
      ],
      [
        "æŀ",
        "ľ"
      ],
      [
        "å½",
        "±"
      ],
      [
        "ä¸",
        "ī"
      ],
      [
        "å",
        "ģ"
      ],
      [
        "åĲ",
        "Į"
      ],
      [
        "é",
        "ĥ"
      ],
      [
        "ç",
        "Ĥ"
      ],
      [
        "èĩ",
        "ª"
      ],
      [
        "å¸",
        "¸"
      ],
      [
        "è",
        "ī"
      ],
      [
        "æĸĩ",
        "è¨Ģ"
      ],
      [
        "æĸĩè¨Ģ",
        "æĸĩ"
      ],
      [
        "ä¸Ń",
        "çļĦ"
      ],
      [
        "ç±",
        "»"
      ],
      [
        "å¹",
        "¶"
      ],
      [
        "é",
        "«"
      ],
      [
        "å¤",
        "ļ"
      ],
      [
        "è",
        "Ĭ"
      ],
      [
        "åĬ",
        "ł"
      ],
      [
        "é«",
        "ĺ"
      ],
      [
        "åĸľ",
        "æ¬¢"
      ],
      [
        "é",
        "Ľ"
      ],
      [
        "è¯",
        "¯"
      ],
      [
        "è¿",
        "°"
      ],
      [
        "æķ",
        "°"
      ],
      [
        "å¤©",
        "æ°Ķ"
      ],
      [
        "æ",
        "ģ"
      ],
      [
        "åĽ",
        "ł"
      ],
      [
        "åĽ",
        "ŀ"
      ],
      [
        "å",
        "ī"
      ],
      [
        "çºł",
        "éĶĻ"
      ],
      [
        "éľĢ",
        "è¦ģ"
      ],
      [
        "å½",
        "ĵ"
      ],
      [
        "ç«",
        "ł"
      ],
      [
        "çĦ",
        "¶"
      ],
      [
        "æĹ",
        "¥"
      ],
      [
        "éĶĻ",
        "è¯¯"
      ],
      [
        "è¿Ľ",
        "è¡Į"
      ],
      [
        "éĩ",
        "Į"
      ],
      [
        "çĽ",
        "¸"
      ],
      [
        "è¯",
        "¥"
      ],
      [
        "è¿Ļ",
        "åı¥è¯Ŀ"
      ],
      [
        "è¾",
        "¾"
      ],
      [
        "åį",
        "ģ"
      ],
      [
        "åı",
        "ĳ"
      ],
      [
        "éĩ",
        "į"
      ],
      [
        "ç",
        "Ī"
      ],
      [
        "æ²",
        "¡"
      ],
      [
        "æľ",
        "Ī"
      ],
      [
        "è®",
        "º"
      ],
      [
        "æł",
        "ĩ"
      ],
      [
        "ä½",
        "ľ"
      ],
      [
        "å¥½",
        "çļĦ"
      ],
      [
        "åŃ",
        "Ĺ"
      ],
      [
        "ç¿»è¯ĳæĪĲ",
        "æĸĩè¨Ģæĸĩ"
      ],
      [
        "çİ°",
        "ä»£"
      ],
      [
        "ç¾",
        "İ"
      ],
      [
        "æĥħ",
        "æĦŁ"
      ],
      [
        "åħ",
        "¥"
      ],
      [
        "æĸĩ",
        "ç«ł"
      ],
      [
        "æĪ",
        "ĸ"
      ],
      [
        "å¾",
        "Ĺ"
      ],
      [
        "éĢ",
        "ī"
      ],
      [
        "ç",
        "Ļ"
      ],
      [
        "çľ",
        "ĭ"
      ],
      [
        "è¯",
        "Ħ"
      ],
      [
        "è¿",
        "ĺ"
      ],
      [
        "æĹ",
        "ł"
      ],
      [
        "ç¿»è¯ĳæĪĲ",
        "çİ°ä»£"
      ],
      [
        "ç¿»è¯ĳæĪĲçİ°ä»£",
        "æĸĩ"
      ],
      [
        "æ",
        "®"
      ],
      [
        "ç",
        "½"
      ],
      [
        "è",
        "¢"
      ],
      [
        "è",
        "¶"
      ],
      [
        "ä¹",
        "¦"
      ],
      [
        "äº",
        "ĭ"
      ],
      [
        "æ¶",
        "Ī"
      ],
      [
        "ç",
        "ķ"
      ],
      [
        "é",
        "ķ"
      ],
      [
        "çļĦ",
        "åı¥åŃĲ"
      ],
      [
        "å®",
        "ĥ"
      ],
      [
        "è",
        "·"
      ],
      [
        "é",
        "ļ"
      ],
      [
        "ï¼",
        "ģ"
      ],
      [
        "çĶŁæĪĲ",
        "ä¸Ģä¸ª"
      ],
      [
        "éĿ",
        "ŀ"
      ],
      [
        "å¿",
        "ĥ"
      ],
      [
        "ç",
        "¼"
      ],
      [
        "åįķ",
        "è¯į"
      ],
      [
        "å",
        "»"
      ],
      [
        "é",
        "ĥ½"
      ],
      [
        "ä½",
        "ĵ"
      ],
      [
        "çĶµ",
        "å½±"
      ],
      [
        "ç",
        "¬"
      ],
      [
        "æĦ",
        "ı"
      ],
      [
        "è¿",
        "ĩ"
      ],
      [
        "èī",
        "²"
      ],
      [
        "å¤",
        "ª"
      ],
      [
        "è°",
        "¢"
      ],
      [
        "åĳ",
        "Ĭ"
      ],
      [
        "ç",
        "©"
      ],
      [
        "éĹ",
        "´"
      ],
      [
        "ï¼Ł",
        "<|"
      ],
      [
        "æ°",
        "´"
      ],
      [
        "æĥ",
        "³"
      ],
      [
        "é¡",
        "¹"
      ],
      [
        "è",
        "Ĳ"
      ]
    ]
  }
}